IDEA StatiCa Open Model
MatConcreteSIA.Fcm Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 mean value of concrete cylinder compressive strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fcm { get; set; }
Public Property Fcm As Double
	Get
	Set
public:
property double Fcm {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace